WorkingBaseLine/meta/hwxml/hw_identify.xml

<?xml version='1.0' encoding='utf-8'?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope">
    <soapenv:Header/>
    <soapenv:Body>
        <esk:identify xmlns:esk="http://eskom.hyperwave.com">
            <esk:Username>s-hw_mig_opentext</esk:Username>
            <esk:Password>Eskom@!@#App</esk:Password>
        </esk:identify>
    </soapenv:Body>
</soapenv:Envelope>
